import re
import json

data_str = "{\n  \"Компания\": \"Северсталь\",\n  \"Показатель\": \"Прибыль\",\n  \"2019\": 225 млн. долларов,\n  \"2020\": 325 млн. долларов,\n  \"2021\": 400 млн. долларов\n}\n\n{\n  \"Компания\": \"Северсталь\",\n  \"Показатель\": \"Расход\",\n  \"2019\": 150 млн. долларов,\n  \"2020\": 200 млн. долларов,\n  \"2021\": 250 млн. долларов\n}\n\n{\n  \"Компания\": \"Северсталь\",\n  \"Показатель\": \"Доход\",\n  \"2019\": 375 млн. долларов,\n  \"2020\": 525 млн. долларов,\n  \"2021\": 650 млн. долларов\n}\n\n{\n  \"Компания\": \"НЛМК\",\n  \"Показатель\": \"Прибыль\",\n  \"2019\": 200 млн. долларов,\n  \"2020\": 275 млн. долларов,\n  \"2021\": 350 млн. долларов\n}\n\n{\n  \"Компания\": \"НЛМК\",\n  \"Показатель\": \"Расход\",\n  \"2019\": 125 млн. долларов,\n  \"2020\": 175 млн. долларов,\n  \"2021\": 225 млн. долларов\n}\n\n{\n  \"Компания\": \"НЛМК\",\n  \"Показатель\": \"Доход\",\n  \"2019\": 325 млн. долларов,\n  \"2020\": 450 млн. долларов,\n  \"2021\": 575 млн. долларов\n}"


print(data_str)