# словари для парсинга страниц


key_for_competitive_analysis = [
    'головной офис',
    "год основания",
    'колличество сотрудников',
    'сотрудников',
    'тип управления',
    'отделы',
    'состав компании',
    'общая выручка',
    'EBITDA',
    'выручка за последний год',
    'рост оборота',
    'рост выручки',
    'год к году',
    'обьемы производства',
    'рынки сбыта',
    'по регионам',
    'по отраслям',
    'цифровые нововведения',
    'стратегия по цифровизации',
    'уникальные технологии',
    'уникальная технология',
    'перечень патентов',
    'исследовательские центры',
    'структуры образования',
    'сотрудничество с ВУЗами',
    'сотрудничество с университетами',
    'образовательные программы',
    'квалификационные программы',
    'инновационные проекты',
]

key_for_review = [
    'драйверы роста',
    "ограничения рота",
    'тренды в развитии',
    'лидеры на рынке региона',
    'доля рынка',
    'доля рынка региона',
    'состав компании',
    'общая выручка',
    'EBITDA',
    'выручка за последний год',
    'евро',
    'долларов',
    'динамика развития',
    'CAGR',
    'технологии',
    'динамика развития в регионе',
    'лидеры рынка',
    'список лидирующих компаний',
    'доля лидеров рынка',
    'доля лидера рынка',
    'потребители',
    'сфера деятельности потребителей',
    'прирост потребителей',
    'основные продукты',
    'продукты компании',
]


key_for_bot = [
     "Лидеры рынка", "компании", "рейтинг", "выручка", "сотрудники", "EBITDA", "CAGR", "прибыль"
]

key_for_comp = [
    "доля", "бюджет", "рейтинг", "выручка", "сотрудники", "EBITDA", "CAGR", "прибыль", "компаний",
    "чистая прибыль", "валовая прибыль", "маржинальность", "рентабельность", "активы", "капитал",
    "отчетность", "баланс", "отчет о доходах", "денежные потоки", "годовой отчет",
    "стоимость", "капитализация", "оценка стоимости",
    "рыночная доля", "конкурентоспособность", "показатели",
    "анализ", "прогноз", "перспективы",
    "производство", "услуги", "продукты", "инвестиции",
    "акции", "инвесторы", "дивиденды", "2022", "2023", "2024"
]