export const thematics = [
  {
    id: "1",
    value: "Металлургия",
    niches: ["Черная металлургия", "Цветная металлургия"],
  },
  {
    id: "2",
    value: "Финансовый сектор",
    niches: [
      "Кредитный рынок",
      "Валютный рынок",
      "Рынок ценных бумаг",
      "Рынок страхования",
      "Рынок драгоценных металлов",
    ],
  },
  {
    id: "3",
    value: "Ювелирное производство",
    niches: [],
  },
  {
    id: "4",
    value: "Добыча полезных ископаемых",
    niches: [
      "Нефть",
      "Природный газ",
      "Уголь",
      "Апатиты",
      "Калийные соли",
      "Фосфориты",
      "Алмазы",
    ],
  },
  {
    id: "5",
    value: "Информационные технологии",
    niches: [
      "ERP системы",
      "Информационная безопасность",
      "Веб-разработка",
      "Мобильная разработка",
      "Разработка игр",
    ],
  },
];
