export default {
  createReport: {
    error:
      "Ошибка при формировании отчета. Попробуйте выполнить запрос заново. При повторной ошибке поменяйте параметры запроса.",
  },
  patchReport: {
    success: "Изменения в отчете успешно сохранены",
    error: "Ошибка при сохранении изменений",
  },
  deleteReport: {
    success: "Отчет успешно удален",
    error: "Ошибка при удалении отчета",
  },
  patchUser: {
    success: "Настройки успешно сохранены",
    error: "Ошибка при сохранении настроек",
  },
  createTemplate: {
    success: "Шаблон успешно создан",
    error: "Ошибка при создании шаблона",
  },
  patchTemplate: {
    success: "Изменения в шаблоне успешно сохранены",
    error: "Ошибка при сохранении изменений",
  },
  deleteTemplate: {
    success: "Шаблон успешно удален",
    error: "Ошибка при удалении шаблона",
  },
};
